IDEA Open Model
ReinfFabric.MasterComponent Property
Compatible with IDEA StatiCa Beta 20.0
 Master component of reinforcement, if null, fabric reinforcement is in all components
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement MasterComponent { get; set; }
Public Property MasterComponent As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace